{
  "Contact": {
    "Title": "Contacto",
    "Text1": "Si tienes alguna pregunta o consulta, no dudes en contactarnos:",
    "Text2": "Correo electrónico: info@example.com",
    "Text3": "Teléfono: +1 (555) 123-4567" 
  },

  "Information": {
    "Title": "Información",
    "Text1": "¡Bienvenido a nuestro sitio web! Nos dedicamos a proporcionarte información actualizada sobre nuestra estación terrestre y sus observaciones.",
    "Text2": "Nuestra misión es contribuir a la comprensión del espacio mediante el seguimiento de satélites y el intercambio de datos valiosos con la comunidad." 
  },

  "Observations": {
    "Tab": "Observaciones",
    "Title": "Observaciones",
    "Previous": "Anterior",
    "Next": "Siguiente",
    "StatusTitle": "Estado",
    "Link": "Ver en la base de datos de SatNOGS",
    "Satellite": {
      "Name": "Nombre",
      "AlternateNames": "Nombres alternativos",
      "Id": "ID del satélite", 
      "NoradId": "ID NORAD",
      "Website": "Ver sitio web",
      "Country": "Origen" 
    },
    "Status": {
      "future": "Futuro",
      "good": "Bueno",
      "bad": "Malo",
      "unknown": "Desconocido",
      "failed": "Fallido" 
    },
    "Id": "ID", 
    "TimeStamp": "Fecha y hora" 
  },

  "Loading": "Cargando...",
  "Error": "Ocurrió un error",

  "Station": {
    "Tab": "Estación",
    "Location": {
      "Title": "Ubicación",
      "Latitude": "Latitud",
      "Longitude": "Longitud",
      "Altitude": "Altitud" 
    },
    "Activity": {
      "Title": "Actividad",
      "LastSeen": "Última vez visto", 
      "Created": "Creado" 
    },
    "Observations": {
      "Title": "Observaciones",
      "Number": "Número de observaciones",
      "SuccessRate": "Tasa de éxito" 
    },
    "Button": {
      "Title": "Actualizar",
      "LastUpdated": "Última actualización" 
    }
  },

  "About": {
    "Tab": "Acerca de",
    "Intro": {
      "Title": "Acerca de este proyecto",
      "Description": "Este proyecto detalla la implementación de una estación terrestre basada en radio definida por software (SDR) en la Escuela de Ingeniería Eléctrica, Electrónica y de Telecomunicaciones (E3T) de la Universidad Industrial de Santander. La iniciativa surge ante la falta de acceso a datos e imágenes satelitales actualizados, atribuida a la ausencia de una estación terrestre funcional. Al reactivar esta estación, se incorpora a la red de estaciones terrestres satNOGS, siendo la primera activa en Bucaramanga."
    },
    "Location": {
      "Title": "Ubicación",
      "Description": "La estación terrestre se encuentra en la Escuela de Ingeniería Eléctrica, Electrónica y de Telecomunicaciones (E3T) de la Universidad Industrial de Santander, Bucaramanga.",
      "ImageAlt": "Ubicación de la estación de monitoreo" 
    },
    "Installation": {
      "Title": "Instalación",
      "Description": "El proceso de instalación implicó: Evaluar el espacio en el laboratorio de alto voltaje, Montar la Raspberry Pi 3 B+ y el RTL-SDR en una caja sellada IP65, Conectar el cable ethernet, la fuente de alimentación y ajustar parámetros para una recepción óptima de la señal, Configurar el cliente SatNOGS y asignar observaciones a través del sitio web de SatNOGS, Probar la recepción de la señal del satélite NOAA 15.",
      "ImageAlt": "Instalación de la estación de monitoreo",
      "MaterialsTitle": "Materiales",
      "MaterialsDescription": "La estación está construida con materiales de alta calidad y resistentes a la intemperie para garantizar su durabilidad y longevidad. Los componentes clave incluyen:",
      "MaterialsList1": "Raspberry Pi 3 B+",
      "MaterialsList2": "RTL-SDR USB",
      "MaterialsList3": "Fuente de alimentación conmutada industrial",
      "MaterialsList4": "Caja sellada IP65" 
    },
    "Software": {
      "Title": "Software",
      "Description": "El software utilizado en el proyecto incluye: Sistema operativo Raspbian, Software cliente SatNOGS, SoapySDR y CubicSDR para la visualización de la señal, GNU Radio para el procesamiento de la señal, HTML, CSS y JavaScript para la plataforma web.",
      "ImageAlt": "Software utilizado para la transmisión de datos" 
    },
    "Antenna": {
      "Title": "Antena y SDR-RTL",
      "Description": "Se utiliza una antena monopolo, proporcionada por el laboratorio de alto voltaje. Se encuentra en el techo del edificio y está conectada a la estación con un cable coaxial. Esta antena es adecuada para capturar señales de satélites con trayectorias alejadas del cenit.",
      "ImageAlt": "Antena y SDR-RTL" 
    },
    "RaspberryPi": {
      "Title": "Raspberry Pi",
      "Description": "Una Raspberry Pi 3 B+ sirve como unidad central de procesamiento de la estación terrestre. Está equipada con capacidades de procesamiento y almacenamiento y ejecuta el software SatNOGS para coordinar el funcionamiento de la estación.",
      "ImageAlt": "Raspberry Pi" 
    },
    "Power": {
      "Title": "Energía", 
      "Description": "Se utiliza una fuente de alimentación conmutada industrial para alimentar la estación terrestre. Tiene una salida de 5V, 10A y garantiza una alimentación estable para el funcionamiento continuo de la Raspberry Pi, RTL-SDR y otros dispositivos.",
      "ImageAlt": "Fuente de alimentación" 
    },
    "Enclosure": {
      "Title": "Recinto", 
      "Description": "Se utiliza una caja sellada con clasificación IP65 para proteger los componentes de la estación terrestre del polvo y el agua.",
      "ImageAlt": "Recinto" 
    }
  }
}
